IDEA StatiCa Open Model
OpenModel.PolyLine3D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of PolyLine3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PolyLine3D> PolyLine3D { get; set; }
Public Property PolyLine3D As List(Of PolyLine3D)
	Get
	Set
public:
property List<PolyLine3D^>^ PolyLine3D {
	List<PolyLine3D^>^ get ();
	void set (List<PolyLine3D^>^ value);
}
Property Value
Type: List<PolyLine3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace